content-org/index.org
#+AUTHOR: Claudiu
#+HUGO_BASE_DIR: ../
#+LANGUAGE: ro
#+EXCLUDE_TAGS: noexport

#+BEGIN_SRC emacs-lisp :eval yes :results silent
  (load-file "func.el")
  (set-yearly-totals)
#+END_SRC

* About
:PROPERTIES:
:EXPORT_HUGO_SECTION: /
:EXPORT_FILE_NAME: about
:EXPORT_TITLE: Despre site
:END:

** Despre site
Site-ul parsec.ro este un site cu notițe despre explorarea spațiului, proiect personal care a început în 2009, după o vizită la Centrul Spațial Johnson al NASA, din Houston. Eu sunt Claudiu Tănăselia, fizician, cercetător științific la INCDO INOE2000 ICIA Cluj-Napoca.

În timp, am evoluat de la un blog cu noutăți din domeniul explorării spațiului (activ între 2009 și 2018) la un site care în prezent conține câteva materiale în care sunt concentrate informațiile cu privire la activitățile spațiale curente, articole care vor fi aduse la zi pe măsură ce informațiile prezentate vor necesita acest lucru.

Pentru un flux mai dens de știri, mă puteți urmări pe Facebook sau vă puteți abona la newsletter-ul [[https://buletin.parsec.ro][Buletin Cosmic]].

** Detalii tehnice
Tabelele cu statistici ale rachetelor și lansărilor orbitale sunt generate din [[https://planet4589.org/space/gcat/][GCAT: General Catalog of Artificial Space Objects]], date folosite cu aprobarea lui [[https://planet4589.org/][Jonathan McDowell]], simplificate și adaptate pentru a le face mai concise și potrivite site-ului de față. Site-ul este generat folosind [[https://www.gnu.org/software/emacs/][Emacs]] (scris în org-mode și Emacs-Lisp, exportat cu [[https://ox-hugo.scripter.co][ox-hugo]]) și afișat cu ajutorul Hugo și GitHub Pages.

** Contact
Apreciez orice feedback, comentariu, sugestie, critică constructivă. Mă găsiți oricând la adresa de mail contact@parsec.ro sau îmi puteți trimite un mesaj pe pagina de [[https://www.facebook.com/claudiu.tanaselia][Facebook]].

