content/about.md
+++
title = "Despre site"
author = ["Claudiu"]
draft = false
+++

## Despre site {#despre-site}

Site-ul parsec.ro este un site cu notițe despre explorarea spațiului, proiect personal care a început în 2009, după o vizită la Centrul Spațial Johnson al NASA, din Houston. Eu sunt Claudiu Tănăselia, fizician, cercetător științific la INCDO INOE2000 ICIA Cluj-Napoca.

În timp, am evoluat de la un blog cu noutăți din domeniul explorării spațiului (activ între 2009 și 2018) la un site care în prezent conține câteva materiale în care sunt concentrate informațiile cu privire la activitățile spațiale curente, articole care vor fi aduse la zi pe măsură ce informațiile prezentate vor necesita acest lucru.

Pentru un flux mai dens de știri, mă puteți urmări pe Facebook sau vă puteți abona la newsletter-ul [Buletin Cosmic](https://buletin.parsec.ro).


## Detalii tehnice {#detalii-tehnice}

Tabelele cu statistici ale rachetelor și lansărilor orbitale sunt generate din [GCAT: General Catalog of Artificial Space Objects](https://planet4589.org/space/gcat/), date folosite cu aprobarea lui [Jonathan McDowell](https://planet4589.org/), simplificate și adaptate pentru a le face mai concise și potrivite site-ului de față. Site-ul este generat folosind [Emacs](https://www.gnu.org/software/emacs/) (scris în org-mode și Emacs-Lisp, exportat cu [ox-hugo](https://ox-hugo.scripter.co)) și afișat cu ajutorul Hugo și GitHub Pages.


## Contact {#contact}

Apreciez orice feedback, comentariu, sugestie, critică constructivă. Mă găsiți oricând la adresa de mail contact@parsec.ro sau îmi puteți trimite un mesaj pe pagina de [Facebook](https://www.facebook.com/claudiu.tanaselia).
